Repository: eddinn/saloon
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: is

source: Please log in to access this page.
is: Vinsamlegast skráðu þig inn til að fá aðgang að þessari síðu.

source: [MyBuild] Reset Your Password
is: [MyBuild] Endurstilla lykilorðið þitt

source: Username
is: Notendanafn

source: Password
is: Lykilorð

source: Remember Me
is: Muna eftir mér

source: Sign In
is: Skrá Inn

source: Email
is: Netfang

source: Repeat Password
is: Endurtaktu lykilorð

source: Register
is: Nýskráning

source: Please use a different username.
is: Vinsamlegast notaðu annað notandanafn.

source: Please use a different email address.
is: Vinsamlegast notaðu annað netfang.

source: Request Password Reset
is: Beðið um endurstillingu lykilorðs

source: About me
is: Um mig

source: Submit
is: Senda

source: Say something
is: Segðu eitthvað

source: Your post is now live!
is: Innlegg þitt er nú virkt!

source: Home
is: Heim

source: Explore
is: Kanna

source: Invalid username or password
is: Ógilt notendanafn eða lykilorð

source: Congratulations, you are now a registered user!
is: Til hamingju, þú ert nú skráður notandi!

source: Check your email for the instructions to reset your password
is: Athugaðu tölvupóstinn þinn fyrir leiðbeiningarnar til að endurstilla aðgangsorðið þitt

source: Reset Password
is: Endurstilla lykilorð

source: Your password has been reset.
is: Lykilorðið þitt hefur verið endurstillt.

source: Your changes have been saved.
is: Breytingarnar þínar hafa verið vistaðar.

source: Edit Profile
is: Breyta prófíl

source: User %(username)s not found.
is: Notandi %(username)s fannst ekki.

source: You cannot follow yourself!
is: Þú getur ekki fylgst með sjálfum þér!

source: You are following %(username)s!
is: Þú ert nú að fylgja %(username)s!

source: You cannot unfollow yourself!
is: Þú getur ekki fylgt þér!

source: You are not following %(username)s.
is: Þú fylgist ekki með %(username)s.

source: Not Found
is: Ekkert fannst

source: Back
is: Til baka

source: An unexpected error has occurred
is: Óvænt villa kom upp

source: The administrator has been notified. Sorry for the inconvenience!
is: Stjórnanda hefur verið send tilkynning. Afsakið óþægindin!

source: %(username)s said %(when)s
is: %(username)s sagði %(when)s

source: Welcome to MyBuild.is
is: Velkomin/nn á MyBuild.is

source: Login
is: Innskrá

source: Profile
is: Prófíll

source: Logout
is: Útskrá

source: Hi, %(username)s!
is: Hæ, %(username)s!

source: Newer posts
is: Nýrri færslur

source: Older posts
is: eldri færslur

source: New User?
is: Nýr notandi?

source: Click to Register!
is: Smelltu til að skrá þig!

source: Forgot Your Password?
is: Gleymt lykilorð?

source: Click to Reset It
is: Smelltu til að endurstilla það

source: Reset Your Password
is: Endurstilla lykilorðið þitt

source: User
is: Notandi

source: Last seen on
is: Síðast séð/ur á

source: %(count)d followers
is: %(count)d fylgjendur

source: %(count)d following
is: %(count)d fylgjandi

source: Edit your profile
is: Breyta prófílnum þínum

source: Follow
is: Fylgja

source: Unfollow
is: Fylgdu ekki
